[Character.CharClass_FakeSnowman AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Character.CharClass_Snowman AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[DamageType.DmgType_Snowman_Uppercut WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_SnowmanFriendlies WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[IO.MagicHat InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Population.PawnBalance_FakeSnowMan AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="O Abominável Sr. Floco de Neve (FALSO)")
PlayThroughs[1]=(DisplayName="O Abominável Sr. Floco de Neve (FALSO)")

[Population.PawnBalance_SnowMan AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="O Abominável Sr. Floco de Neve")
PlayThroughs[1]=(DisplayName="O Abominável Sr. Floco de Neve")

[Population.PawnBalance_SnowMan_HARD AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Sua Abominação, o Sr. Floco de Neve")

[Skills.Skill_Snowman_Rage_DamageResist SkillDefinition]
SkillName="Regeneração do Abóbrão Mor"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Snowman_StormRage SkillDefinition]
SkillName="Snowman_GetHealth"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Snowman_StormRage_Resists SkillDefinition]
SkillName="Snowman_GetHealth"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_WatchAndClearTurretShield SkillDefinition]
SkillName="ClearTurretShield"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

